Repository: MetaModels/attribute_geodistance
Catalog: src/Resources/translations/*_metamodel_attribute.*.xlf
Languages: fr

# typeOptions.geodistance
source: Geo Distance
fr: Géodistance

# parameter_legend
source: Address parameter
fr: Paramètre d'adresse

# data_legend
source: Data settings
fr: Options des données

# get_geo.label
source: GET-Parameter for address
fr: Paramètre GET pour l'adresse

# get_geo.description
source: Here you can add the GET-Parameter name for the address lookup.
fr: Vous pouvez ajouter ici le nom du paramètre GET pour la recherche d'adresse.

# get_land.label
source: GET-Parameter for country
fr: Paramètre GET du pays

# get_land.description
source: Here you can add the GET-Parameter name for the country lookup.
fr: Vous pouvez ajouter ici le nom du paramètre GET pour la recherche du pays.

# datamode.label
source: Data mode
fr: Mode de données

# datamode.description
source: Here you can choose if you have one single attribute or two attributes.
fr: Ici vous pouvez choisir d'avoir un seul attribut ou deux attributs.

# single_attr_id.label
source: Attribute
fr: Attribut

# single_attr_id.description
source: Choose the attribute with the latitude and longitude values.
fr: Sélectionnez l'attribut avec les valeurs de latitude et de longitude.

# first_attr_id.label
source: Attribute - Latitude
fr: Attribut latitude

# first_attr_id.description
source: Choose the attribute for the latitude values.
fr: Choisir l'attribut pour la valeur de latitude.

# second_attr_id.label
source: Attribute - Longitude
fr: Attribut longitude

# second_attr_id.description
source: Choose the attribute for the longitude values.
fr: Choisir l'attribut pour la valeur de longitude.

# lookupservice.label
source: LookUp Services
fr: Services de recherche

# lookupservice.description
source: Here you can choose a look-up service for resolving address data.
fr: Choisissez ici un service de recherche pour résoudre l'adresse.

# lookupservice_service.label
source: LookUp Services
fr: Services de recherche

# lookupservice_service.description
source: Here you can choose a look-up service for resolving address data.
fr: Vous pouvez choisir un service de recherche pour résoudre l'adresse.

# lookupservice_api_token.label
source: API token
fr: Jeton d'API

# lookupservice_api_token.description
source: Here you can add a API token.
fr: Indiquez ici le jeton d'API.

# countrymode.label
source: Country mode
fr: Mode pays

# countrymode.description
source: Here you can choose how the language will used.
fr: Choisissez comment la langue est utilisée.

# country_preset.label
source: Country preset
fr: Préréglage de pays

# country_preset.description
source: Here you can add a preset for the language.
fr: Vous pouvez ajouter un préréglage de langue.

# country_get.label
source: GET-Parameter for country
fr: Paramètre GET du pays

# country_get.description
source: Here you can add the GET-Parameter name for the country lookup.
fr: Vous pouvez ajouter le nom du paramètre GET pour la recherche du pays.

# datamode_options.single
source: Single Mode - One attribute
fr: Mode unique - Un seul attribut.

# datamode_options.multi
source: Multi Mode - Two attributes
fr: Mode multiple - Deux attributs

# countrymode_options.none
source: None
fr: Aucun

# countrymode_options.preset
source: Preset by system
fr: Préréglage système

# countrymode_options.get
source: Use GET-Param
fr: Utiliser GET-Param

# perimetersearch.coordinates
source: Coordinates input
fr: insérer les coordonnées

# perimetersearch.google_maps
source: GoogleMaps lookup
fr: Recherche GoogleMaps

# perimetersearch.pen_street_maps
source: OpenStreetMap lookup
fr: Recherche OpenStreetMap
